Revit 2024 API
GroundConductorSize.MaterialBelongTo Property
 Get the material type which include this ground conductor size information.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public WireMaterialType MaterialBelongTo { get; }
Visual Basic
Public ReadOnly Property MaterialBelongTo As WireMaterialType
	Get
Visual C++
public:
property WireMaterialType^ MaterialBelongTo {
	WireMaterialType^ get ();
}
See Also
GroundConductorSize Class
Autodesk.Revit.DB.Electrical Namespace